export interface Caption {
  ru: string;
  en?: string;
  explicit?: boolean;
}

export const CAPTIONS: Caption[] = [
  {
    ru: 'Когда мяукнул коту, а он ответил',
  },
  {
    ru: 'Когда на вечеринке обсуждаете жизнь с незнакомым чуваком на кухне',
  },
  {
    ru: 'Когда девушка говорит, что беременна на 3 месяце, а вы знакомы только 2',
  },
  {
    ru: 'Когда понимаешь, что видишься с доставщиком еды чаще, чем со своими друзьями',
  },
  {
    ru: 'Когда просыпаешься в 7:50, а в 8:00 у тебя уже самолет в другую страну',
  },
  {
    ru: 'Когда вы дружите уже 5 лет, а друг все еще не помнит номер твоей квартиры',
  },
  {
    ru: 'Когда самому впервые пришлось оплатить коммуналку',
  },
  {
    ru: 'Когда так заврался, что забыл суть истории',
  },
  {
    ru: 'Когда несешь чай и пытаешься не разлить',
  },
  {
    ru: 'Когда к тебе в гости пришли друзья и съели всю твою еду',
  },
  {
    ru: 'Когда притворяешься, что у тебя и человека, который тебе нравится, одинаковые интересы',
  },
  {
    ru: 'Когда тебе подарили конверт на день рождения, но там не оказалось денег',
  },
  {
    ru: 'Когда человек, который нравится, сделал тебе комплимент',
  },
  {
    ru: 'Когда нашел рваные 100 рублей на тротуаре',
  },
  {
    ru: 'Когда не успеваешь ответить на звонок, но перезваниваешь через 3 секунды и они больше не берут трубку',
  },
  {
    ru: 'Когда человек, который тебе очень нравится, зовет тебя в гости и хочет познакомить с семьей',
  },
  {
    ru: 'Когда на день рождения подарили то, что ты вообще не хотел получить',
  },
  {
    ru: 'Когда все друзья внезапно отказываются приходить на твой день рождения',
  },
  {
    ru: 'Когда показываешь маме только одну фотку, но она начинает листать дальше',
  },
  {
    ru: 'Лицо твоей мамы, когда ты родился',
  },
  {
    ru: 'Когда внезапно у тебя оказался богатый мертвый дядя, который оставил тебе в наследство миллион долларов',
  },
  {
    ru: 'Когда наелся острой еды, и зад начинает гореть',
  },
  {
    ru: 'Когда осознаешь, что можешь умереть в любой момент',
  },
  {
    ru: 'Когда понимаешь, что с тобой встречаются из жалости',
  },
  {
    ru: 'Когда мама спрашивает, скоро ли у нее появятся внуки, а ты ЛГБТ',
  },
  {
    ru: 'Когда в детстве родители забыли забрать тебя из детсада, и пришлось ночевать у охранника',
  },
  {
    ru: 'Когда ты умер внутри, но продолжаешь притворяться, что с тобой все в порядке',
  },
  {
    ru: 'Твое лицо, если лучший друг объявит о своей свадьбе',
  },
  {
    ru: 'Когда собирался загрустить, но друзья предложили поесть пиццу',
  },
  {
    ru: 'Когда отменяется встреча, на которую ты не хотел идти',
  },
  {
    ru: 'Когда просыпаешься после клуба без денег на карте',
  },
  {
    ru: 'Когда родители рассказывают твоим друзьям твои позорные истории из детства',
  },
  {
    ru: 'Когда родители показывают альбом с твоими позорными детскими фото',
  },
  {
    ru: 'Когда случайно включилась фронтальная камера',
  },
  {
    ru: 'Когда случайно что-то сломал в гостях',
  },
  {
    ru: 'Когда тебе врут в лицо, а ты уже знаешь правду',
  },
  {
    ru: 'Когда вся семья подписалась на твой Инстаграм',
  },
  {
    ru: 'Когда собирался лечь до 11, но уже 5 утра',
  },
  {
    ru: 'Когда после пьянки проснулся в чужом городе',
  },
  {
    ru: 'Когда сначала собрал вещь, а потом посмотрел инструкцию и оказалось, что всё собрано неправильно',
  },
  {
    ru: 'Когда завалил тест на IQ',
  },
  {
    ru: 'Когда почему-то больше не спрашивают паспорт на кассе',
  },
  {
    ru: 'Когда видишь, как плохо стал(а) выглядеть бывший(ая)',
  },
  {
    ru: ' Когда видишь, как твой лучший друг тусит с человеком, который тебе не нравится',
  },
  {
    ru: 'Когда тебя в детстве забыли в магазине',
  },
  {
    ru: 'Когда мама сказала разморозить курицу, а ты вспомнил об этом за 10 минут до ее прихода',
  },
  {
    ru: 'Когда все нашли твой Тикток с позорными видео',
  },
  {
    ru: 'Когда ты просыпаешься с провалом в памяти в чужом городе',
  },
  {
    ru: 'Когда ты сделал фотку со знаменитостью, но получился настолько плохо, что тебе стыдно это постить',
  },
  {
    ru: 'Когда на день рождения друзья публикуют в соцсетях твои позорные фотки',
  },
  {
    ru: 'Когда подруга выложила фотку, где получилась красивой только она',
  },
  {
    ru: 'Когда ты с родителями смотришь фильм, и начинается эротическая сцена',
  },
  {
    ru: 'Когда на карте осталось последние 60 рублей, и Сбербанк списывает их за обслуживание',
  },
  {
    ru: 'Когда в детстве зашел с прогулки, чтобы попить, а тебя оставили дома',
  },
  {
    ru: 'Когда на часах 21:59, и ты бежишь на кассу, чтобы успеть купить алкоголь',
  },
  {
    ru: 'Твое лицо, когда ты заранее прощаешься с человеком, а потом вы вдвоем идете в одном направлении',
  },
  {
    ru: 'Когда покупаешь кофе в Старбакс на последние 300 рублей, так как ты решил мыслить «как миллионер»',
  },
  {
    ru: 'Когда ждал снижение высокого спроса на такси, но цена стала ещё выше',
  },
  {
    ru: 'Когда сказал маме, что болит голова, а она говорит, что это все из-за твоего интернета',
  },
  {
    ru: 'Когда твои родители не отпускают тебя на вечеринку, а все друзья идут',
  },
  {
    ru: 'Когда на тебя орут, а ты пытаешься не заржать',
  },
  {
    ru: 'Когда встречаешь в Тиндере своих бывших',
  },
  {
    ru: 'Когда в детстве пришел в гости к деду, а у него идет «Криминальная Россия» и ты начинаешь повторять за героями',
  },
  {
    ru: 'Когда девушка пообещала ждать из армии, но только 20 минут',
  },
  {
    ru: 'Когда носишь брекеты уже 4 года, а твои зубы все еще кривые',
  },
  {
    ru: 'Когда покупаешь последний Айфон в кредит вместо того, чтобы вылечить зубы',
  },
  {
    ru: 'Когда в 10 лет мечтал стать космонавтом, а сейчас готов уже на любую работу',
  },
  {
    ru: 'Когда думал, что выпустишь шептуна, но выпустил подливу',
  },
  {
    ru: 'Когда решил перевести будильник на 5 минут позже, но проснулся в обед',
  },
  {
    ru: 'Когда уронил телефон экраном вниз, а он не разбился',
  },
  {
    ru: 'Когда решил с понедельника точно начать новую жизнь',
  },
  {
    ru: 'Когда кто-то рассказал твою шутку',
  },
  {
    ru: 'Когда увидел 20 пропущенных от мамы',
  },
  {
    ru: 'Когда пьяный наблевал в такси и пытаешься не палиться',
  },
  {
    ru: 'Когда забыл сказать водителю маршрутки остановить на остановке и уехал на конечную',
  },
  {
    ru: 'Когда проснулся раньше всех в гостях',
  },
  {
    ru: 'Когда случайно отправил интимное фото не тому человеку',
  },
  {
    ru: 'Когда заходишь в ванну, а там кот ссыт в раковину',
  },
  {
    ru: 'Когда поменяли озвучку в любимом сериале',
  },
  {
    ru: 'Когда позавтракал кофе и сигаретами',
  },
  {
    ru: 'Когда у тебя самого нет отношений, но все у тебя спрашивают советы об отношениях',
  },
  {
    ru: 'Когда наступил на Лего',
  },
  {
    ru: 'Когда получаешь сообщение от бывшего(ей) с предложением сойтись снова',
  },
  {
    ru: 'Когда узнаешь, что у твоего парня (девушки) оказалась вторая семья',
  },
  {
    ru: 'Когда доктор спрашивает, ведешь ли ты половую жизнь',
  },
  {
    ru: 'Когда звонят мошенники из "банка" и просят назвать номер карты',
  },
  {
    ru: 'Когда у тебя горят все дедлайны по работе, но ты продолжаешь ее откладывать',
  },
  {
    ru: 'Когда внезапно осознал, что тебе в целом нравятся песни Олечки Бузовой',
  },
  {
    ru: 'Когда родители говорят, что в твоем возрасте у них уже было двое детей, а у тебя даже кактус умер, потому что ты не смог о нем позаботиться',
  },
  {
    ru: 'Когда мама намекает, что тебе пора съезжать',
  },
  {
    ru: 'Когда с тобой начинает разговаривать человек, которого ты ненавидишь',
  },
  {
    ru: 'Когда зашел в Тикток на 5 минут и просидел там 3 часа',
  },
  {
    ru: 'Когда подруга снова рассказывает, что ее парень конченый, но все равно продолжает с ним встречаться',
  },
  {
    ru: 'Когда ты собрался затусить, но потом вспомнил, что у тебя нет денег, нет планов и даже нет друзей',
  },
  {
    ru: 'Когда мама зовет тебя к себе, чтобы показать смешное видео',
  },
  {
    ru: 'Когда человек, который тебе нравится, несмешно пошутил',
  },
  {
    ru: 'Когда в магазине доказываешь продавцу, что розовый майонез для селедки под шубой существует',
  },
  {
    ru: 'Когда порвался презерватив, но ты решил не говорить об этом девушке',
  },
  {
    ru: 'Когда у тебя провал в памяти после тусовки, но зато все остальные ее помнят',
  },
  {
    ru: 'Когда обещали привезти пиццу в течение часа, а уже прошел час и одна минута',
  },
  {
    ru: 'Когда друг, на которого ты обижен, смешно пошутил',
  },
  {
    ru: 'Когда с тобой пытаются познакомиться на улице',
  },
  {
    ru: 'Когда твой папа расстроен больше тебя, что ты рассталась со своим парнем, потому что хотел построить с ним баню',
  },
  {
    ru: 'Когда парикмахер плохо постриг, но ты притворяешься, что тебе понравилось',
  },
  {
    ru: 'Когда не можешь чихнуть',
  },
  {
    ru: 'Когда бомж начинает учить тебя жизни',
  },
  {
    ru: 'Когда друг сказал, что больше не пьет',
  },
  {
    ru: 'Когда соседи начинают сверлить в 9 утра',
  },
  {
    ru: 'Когда человек, который тебе нравится, начинает говорить о проблемах в своих отношениях',
  },
  {
    ru: 'Когда просишь маму купить сладостей, а она покупает изюм',
  },
  {
    ru: 'Когда весь день думал что выглядишь хорошо, а потом вернулся домой и посмотрел в зеркало',
  },
  {
    ru: 'Когда устроил вечеринку на свой день рождения, а пришла только мама',
  },
  {
    ru: 'Когда знакомишь двух своих друзей, а они начинают дружить без тебя',
  },
  {
    ru: 'Когда твой одноклассник одалживает у тебя линейку и спрашивает, почему там отметка на 8 см',
  },
  {
    ru: 'Когда просыпаешься с похмелья и видишь, как звонил бывшим 17 раз в 3 часа ночи',
  },
  {
    ru: 'Когда поссорился с мамой, но потом проголодался',
  },
  {
    ru: 'Когда накосячил брат, а наказали тебя',
  },
  {
    ru: 'Реакция бабули, когда ты отказываешься еще покушать',
  },
  {
    ru: 'Когда спрашивают, пригодилось ли тебе высшее образование',
  },
  {
    ru: 'Когда мама просит попробовать, не прокисло ли молоко',
  },
  {
    ru: 'Когда в детстве перепутал воду с водкой',
  },
  {
    ru: 'Твоя реакция на первый день в спортзале',
  },
  {
    ru: 'Когда папа просит принести пассатижи, а ты не знаешь, что это такое',
  },
  {
    ru: 'Когда каждый Новый год обещаешь полностью изменить свою жизнь',
  },
  {
    ru: 'Когда ты был прав, но тебя никто не послушал',
  },
  {
    ru: 'Когда скинул мем другу и ждешь его реакцию',
  },
  {
    ru: 'Когда ты гуляешь с парочкой и они начинают ссориться',
  },
  {
    ru: 'Когда понял, что микрофон в ZOOM был включен все это время',
  },
  {
    ru: 'Когда у всех твоих друзей уже дети и ипотека, а у тебя только кот',
  },
  {
    ru: 'Когда все поняли шутку, а ты нет',
  },
  {
    ru: 'Когда ты притворяешься, что болеешь, но тебе все говорят «Ой, ты действительно плохо выглядишь»',
  },
  {
    ru: 'Когда ты идешь один по темной улице и у тебя садится телефон',
  },
  {
    ru: 'Когда осознал, что на Земле живут 8 миллиардов человек, а ты все еще не нашел вторую половинку',
  },
  {
    ru: 'Когда друг не открывает твои сообщения уже 4 часа, но ты знаешь, что у него телефон в руках 24/7',
  },
  {
    ru: 'Когда она хочет познакомиться с твоим отцом, но ты и сам бы этого хотел',
  },
  {
    ru: 'Когда познакомился с девушкой, а потом увидел ее подругу',
  },
  {
    ru: 'Когда резко встал с дивана',
  },
  {
    ru: 'Когда ты забыл, закрыл ли дверь уходя из дома',
  },
  {
    ru: 'Когда человек, идущий навстречу, поворачивает в ту же сторону',
  },
  {
    ru: 'Когда успел за бухлишком за минуту до закрытия магазина',
  },
  {
    ru: 'Когда шел в одном направлении, а потом резко понял что тебе нужно в противоположную сторону',
  },
  {
    ru: 'Когда на телефоне был 1%, и ты успел поставить его на зарядку',
  },
  {
    ru: 'Когда хотел чихнуть, но не чихнул',
  },
  {
    ru: 'Когда пьяный лёг спать',
  },
  {
    ru: 'Когда так долго просидел на унитазе, что онемели ноги',
  },
  {
    ru: 'Когда оступился на лестнице',
  },
  {
    ru: 'Когда ударился мизинцем',
  },
  {
    ru: 'Когда только на следующий день придумал, как нужно было ответить оибдчику',
  },
  {
    ru: 'Когда забыл закрыть дверь в кабинке туалета',
  },
  {
    ru: 'Когда резко включили свет',
  },
  {
    ru: 'Когда ночью услышал шум в другой комнате',
  },
  {
    ru: 'Когда вышел из дома без зонта, а на улице дождь',
  },
  {
    ru: 'Когда потрогал карман, а там нет телефона',
  },
  {
    ru: 'Когда делаешь первый глоток холодного пива',
  },
  {
    ru: 'Когда почувствовал, что по тебе кто то ползёт',
  },
  {
    ru: 'Когда в душе пошла холодная вода вместо горячей',
  },
  {
    ru: 'Когда заряжал телефон 3 часа, но потом понял, что не воткнул вилку в розетку',
  },
  {
    ru: 'Когда свело ногу во время секса',
  },
];
