export interface Question {
  ru: string;
  en?: string;
  explicit?: boolean;
}

export const QUESTIONS: Question[] = [
  {
    ru: 'Когда мяукнул коту, а он ответил',
  },
  {
    ru: 'Когда на вечеринке обсуждаете жизнь с незнакомым чуваком на кухне',
  },
  {
    ru: 'Когда девушка говорит, что беременна на 3 месяце, а вы знакомы только 2',
  },
  {
    ru: 'Когда понимаешь, что видишься с доставщиком еды чаще, чем со своими друзьями',
  },
  {
    ru: 'Когда просыпаешься в 7:50, а в 8:00 у тебя уже самолет в другую страну',
  },
  {
    ru: 'Когда вы дружите уже 5 лет, а друг все еще не помнит номер твоей квартиры',
  },
  {
    ru: 'Когда самому впервые пришлось оплатить коммуналку',
  },
  {
    ru: 'Когда так заврался, что забыл суть истории',
  },
  {
    ru: 'Когда несешь чай и пытаешься не разлить',
  },
  {
    ru: 'Когда к тебе в гости пришли друзья и съели всю твою еду',
  },
  {
    ru: 'Когда притворяешься, что у тебя и человека, который тебе нравится, одинаковые интересы',
  },
  {
    ru: 'Когда тебе подарили конверт на день рождения, но там не оказалось денег',
  },
  {
    ru: 'Когда человек, который нравится, сделал тебе комплимент',
  },
  {
    ru: 'Когда нашел рваные 100 рублей на тротуаре',
  },
  {
    ru: 'Когда не успеваешь ответить на звонок, но перезваниваешь через 3 секунды и они больше не берут трубку',
  },
  {
    ru: 'Когда человек, который тебе очень нравится, зовет тебя в гости и хочет познакомить с семьей',
  },
  {
    ru: 'Когда тебя посылают нахуй',
    explicit: true,
  },
  {
    ru: 'Когда на день рождения подарили то, что ты вообще не хотел получить',
  },
  {
    ru: 'Когда все друзья внезапно отказываются приходить на твой день рождения',
  },
  {
    ru: 'Когда показываешь маме только одну фотку, но она начинает листать дальше',
  },
  {
    ru: 'Лицо твоей мамы, когда ты родился',
  },
  {
    ru: 'Когда внезапно у тебя оказался богатый мертвый дядя, который оставил тебе в наследство миллион долларов',
  },
  {
    ru: 'Когда наелся острой еды, и зад начинает гореть',
  },
  {
    ru: 'Когда осознаешь, что можешь умереть в любой момент',
  },
];
